export default {
  products: 'المنتجات',
  resources: 'الموارد',
  lang: 'English',
  login: 'الدخول',
  register: 'التسجيل',
  logout: 'تسجيل الخروج',
  my_account: 'حسابي',
  Services: 'الخدمات',
  OurTeam: 'فريقنا',
  AboutUs: 'من نحن',
  FAQ: 'الأسئلة الشائعة',
  ContactUs: 'اتصل بنا',
  BookNow: 'احجز الآن',
  HowDoWeWork: 'كيف نعمل',
  'Book an appointment': 'احجز موعدًا',
  'Unlock Your': 'افتح إمكانياتك',
  Peak: 'قمم',
  Performance: 'الأداء',
  'hero-title':
    'ارفع مستوى أدائك مع العلاج الطبيعي المدعوم بالعلوم المصممة للرياضيين. استعد بشكل أسرع، وتدرب بشكل أذكى، وتحرك بشكل أقوى مع فيزيو سكاي.',
  'about-us-title': 'كل شيء يتعلق بالثقة في العملية،',
  'Our Services': 'خدماتنا',
  'our-services-title': 'رعاية تحدث فرقًا للرياضيين.',
  'our-services-subtitle': 'رعاية خبراء للحفاظ على قوة الرياضيين وجاهزيتهم',
  OurServices: {
    title1: 'العلاج الطبيعي',
    desc1:
      'العلاج الطبيعي هو مفتاحك لاستعادة الحركة وتخفيف الألم! من خلال جلسات متخصصة، استعد نشاطك اليومي بأمان وفعالية. جرب الفرق اليوم!',

    title2: 'إعادة تأهيل الإصابات الرياضية',
    desc2:
      'تعافَ بقوة مع إعادة تأهيل الإصابات الرياضية على يد خبراء! عد إلى اللعب من خلال علاج طبيعي مصمم للشفاء، والتقوية، والوقاية من الإصابات المستقبلية.',

    title3: 'التعافي',
    desc3:
      'التعافي ليس مجرد شفاء؛ بل هو عودة أقوى. مع العلاج الطبيعي المناسب، يمكنك استعادة الحركة، وتقليل الألم، واسترجاع نمط حياتك النشط.',

    title4: 'تقنية غراستون',
    desc4:
      'علاج يدوي مبتكر يستخدم أدوات متخصصة لتفكيك النسيج الندبي، وتخفيف الألم، وتحسين الحركة.',

    title5: 'الوخز الجاف',
    desc5:
      'تقنية علاج حديثة تستهدف آلام العضلات والتشنجات، وتعزز الشفاء السريع وتحسين الحركة.',

    title6: 'الحجامة',
    desc6:
      'تقنية شفاء قديمة لتخفيف الألم، وتحسين الدورة الدموية، وتسريع تعافي العضلات. اختبر فوائدها اليوم.',
  },
  'How do we works': 'كيف نعمل',
  HowWeWorkTitle: 'مدعوم بالعلوم. مدعوم بالمجتمع',
  HowWeWorkDesc:'في فيزيو سكاي، نعمل معك ومع فريق الدعم الخاص بك لمساعدتك على التعافي، ومنع الإصابات، وتعزيز الأداء من خلال رعاية خبراء مدعومة بالعلوم.',
} as const
